Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/onedrive/25.11.21_samos_njunus_mandahta_dar.docx.tmx
Source language: nob
Languages: sme

source: Styringsgruppen/Njunuš for prosjektene Váibmogiella (Hjertespråket) og SáMOS ble etablert i 2021.
sme: Stivrenjoavku/Njunuš Váibmogiela ja SáMOS prošeavttaid Stivrenjoavku/Njunuš ásahuvvui guovvamánu 2021.

source: Medlemmene er avdelingsdirektørene i BOA, GIE, EDK og VUOR.
sme: Láhttut leat BOA, GIE, EDK ja VUOR ossodagaid jođiheadjit.

source: Styringsgruppen/Njunuš har sammen med prosjektlederne arbeidet med å finne egnede arbeidsmetoder til organisering og ledelse av prosjektene og hvilke roller og ansvarsområder prosjektene skal ha.
sme: Stivrenjoavku/Njunuš aktan prošeaktajođiheadjiigu leat bargan ahte gávdnat hievvolaš bargovugiid prošeavttaid orgániseremii ja jođiheapmái ja mákkár rollat ja ovddasvástádusat galget leahkit.

source: Styringsgruppen for SáMOS
sme: SáMOSa Njunuš

source: Medlemmene er direktørene i GIE, EDK og VUOR.
sme: Láhttut leat GIE, EDK ja VUOR jođiheadjit.

source: Prosjektleder er sekretær.
sme: Prošeaktajođiheadji lea čálli.

source: Mandatet er å
sme: Mándáhta lea ahte

source: Ta beslutninger i saker som hører til prosjektet.
sme: Mearridit prošektii gullovaš áššiid.

source: Godkjenne budsjett og bruk av midler.
sme: Dohkkehit bušeahta ja ruhtageavaheami.

source: Forsikre om at prosjektets gjennomføring og oppnåelse av målene er i henhold til hovedmålet.
sme: Dáhkidit ahte prošeavta čađaheapmi ja ulbmiliid oláheapmi lea prošeavta oaiveulbmila ektui.

source: Medlemmene bidrar hver for seg og sammen med kompetanse til prosjektet for å løse utfordringer som kan oppstå i prosjektets utviklingsarbeid.
sme: Addit bagadusa ja doarjaga prošeavta jođiheapmái. Ovttas ja iešguhtege láhttu buktit gelbbolašvuođa prošektii čoavdindihte hástalusaid mat sáhttet ilbmat proševta ovdánahttinbarggus.

source: Hjelpe til med å finne løsninger, kontakter og utviklingsmuligheter i Sametingets interne strukturer.
sme: Veahkkin gávdnat čovdosiid, aktavuođaid ja ovdánahttinvejolašvuođaid Sámedikki siskáldat struktuvrraid ektui.

source: Styringsgruppen holder møter annenhver måned og ved behov.
sme: Njunus doalla čoahkkimiid juohke nuppi mánu ja delle go lea dárbu.

source: Hovedmålet til SáMOS
sme: SáMOSa oaiveulbmil

source: Samisk filosofi skal danne grunnlaget for innholdet i samiske barnehager der samiske verdier, naturfilosofi, språk, kultur, lederskap og tradisjonskunnskap er bærende elementer i det pedagogiske arbeidet.
sme: Sámi filosofiija galgá leat vuođđun sámi mánáidgárddiid sisdollui, gos sámi árvvut, luonddufilosofiija, giella, kultuvra, jođiheapmi ja árbedieđut guddet pedagogalaš barggu.

source: Samisk tenke- og arbeidsmåte
sme: Sámi jurddašan - ja bargo vuohki

source: Prosjektgruppen Árran har fra begynnelsen av arbeidet med å utvikle nye arbeidsmetoder og utarbeidet arbeidsstrukturer som svarer til samisk tenkemåte der samiske verdier, tradisjonell kunnskap og selvstyre er lagt til grunn.
sme: Prošeaktajoavku Árran lea juo álggus bargan ahte ovddidit ođđa bargovugiid ja bargostruktuvrraid hábmen mii vástida sámi jurddašanvuohkái gos sámi árvvut, árbevirolaš máhttu ja iešstivrejupmi galgá leahkit vuođđun.

source: Også Searvelatnja ligger til grunn for dette arbeidet, som er et lærings- og kommunikasjonsrom hvor alle er velkomne.
sme: Dan barggu vuođđun lea maid Searvelatnja, mii lea oahppan- ja gulahallanlatnja gosa buohkaide lea bures boahtin.

source: I dette rommet gjennomføres utviklingsprosesser på samisk måte, som rådføring og veiledning med alle deltagende.
sme: Dán searvelanjas čađahuvvojit ovddidanproseassat sámi vuogi mielde, nugo ráđđádallat ja bagadallat buohkaiguin geat servet.

source: Searvelatnja knytter samisk kunnskap, samiske verdier, naturen og mennesket sammen for opplæring og utvikling i fremtiden.
sme: Searveltanja čatná ovddas sámi dieđuid, máhtu ja árvvuid, luondduin ja olbmuin boahttivašáiggi oahppamii ja ovdániahttimii.

source: Dette er en arbeidsmetode som går ut på avkolonisering og samifisering og som er under utprøving i dette prosjektet.
sme: Dát lea dekoloniseren ja sámáiduhttin bargovuohki mii lea dego geahččaleami vuolde dán prošeavttas.

source: SáMOS har vært forberedt på at det kan bli vanskelig å samtidig få forståelse for at både arbeidsmetoder og også organisasjonsformen kan avkoloniseres.
sme: SáMOS lea juo ovdagihtii diehtán ahte sáhttá šaddat váttis oažžut ipmárdusa aktanaga ahte lea vejolaš dekoloniseret bargovugiid ja maid organisašuvdnahámi.

source: Urfolksforskere som for eksempel Rauna Kuokkanen, i Sápmi, Linda Tuhiway Smith og Graham Hingaroa Smith, Maoris, bekrefter med sin forskning at koloniseringen har tært så kraftig på urfolks selvfølelse at vi ikke lenger tror på at vi kan ha vår egen organisasjonsform og egne arbeidsmetoder som tar utgangspunkt i vår egen kultur og verdigrunnlag.
sme: Álgoálbmotdutkit, omd. Rauna Kuokkanen, Sámis, Linda Tuhiway Smith ja Graham Hingaroa Smith, Maoris, duođastit iežaset dutkamiin ahte koloniseren lea čuohcan nu garrasit álgoálbmogiid iešdovdui ahte mii eat šat jáhke ahte mis sáhttá leat iežamet organisašuvdnamálle ja bargovuogit gos vuolggasadji lea min kultuvrras ja árvovuođus.

source: De bekrefter også at det tar tid å avkolonisere og kvitte seg med mainstream tankemåte og -normer.
sme: Sii maid duođastit ahte váldá áiggi dekoloniseret ja beassat eret mainstream jurddašeamis ja -norpmas.

source: Grunntanken er å vise at samisk utviklingsarbeid best kan fremmes når de samme grunnverdiene og arbeidsmetodene ligger til grunn for ledelses- og utviklingsarbeidet, som det man vil fremme med tanke på samisk kultur og tradisjonell kunnskap.
sme: Vuođđojurdda lea ahte vuosehit ahte sámi ovdánáhttinbargguid sáhttá buoremušat ovddidit go leat seamme vuođđoárvvut ja bargovuogit jođihan- ja ovdánahttinbarggus, dego dan maid áigo ovddidit sámi kultuvra ja árbevirolaš máhtu ektui.

source: Prosjektets rolle skal være å finne nye veier, utfordre etablerte arbeidsmetoder og være forløper for de delene som senere skal implementeres i hovedorganisasjonen.
sme: Prošeakta rolla galgá leahkit ahte gávdnat ođđa geainnuid, hástalit čieggan bargovugiid ja leahkit ovdamanni deidda oasiide mat galget manjjel sáhttit implementerejuvvot oaiveorgánisasuvdnii.

source: Organiseringen av SáMOS
sme: SáMOSA organiseren

source: Målet er å opprettholde og utvikle hovedmålet i prosjektet etter samiske verdier og samisk filosofi.
sme: Ulbmil lea ahte doalahit ja ovdanahttit prošeavta váldoulbmila sámi árvovuođu ja sámi filosofiija ektui.

source: Det er utgangspunktet for prosjektledelse, -planlegging, -administrasjon, -oppfølgning og -rapportering samt planlegging når det gjelder medarbeidere, økonomi og andre ressurser.
sme: Dat lea vuolggasadji prošeaktajođiheapmái, -plánemii, -hálddahussii, -čuovvuleapmái ja –raporteremii ja maid bargiid, ekonomiija ja iežá resurssaid ektui.

source: SáMOS er organisert etter lavvoens struktur med benevnelser og tiltak.
sme: SáMOS lea organiserejuvvon goađi struktuvrra vuođul mas leat namahusat ja doaimmat.

source: I Árran gjøres all planlegging og alle beslutninger som hører til gjennomføringen av SáMOS tas her.
sme: Árranis dahkko visot plánen ja mearradusat mat gullet SáMOSa čađaheapmái.

source: Arbeidet gjøres i Loaiduene, som igjen kan ha egne Soggier - arbeidsgrupper eller tiltak.
sme: Barggut dahkkojuvvot Loaidduin main fas sáhttet leat sierra Sokkit - bargojovkkut dahje doaimmat.

source: Hver Loaidu har sine mål og gjennomføringsplaner, budsjett og tidsplan.
sme: Juohke Loaiddus leat ulbmilat ja čađahanplánat, ruhtadeapmi ja áigeplána.

source: Aktivitets- og økonomirapportering er i tråd med Sametingets retningslinjer og rutiner.
sme: Doaibma- ja ekonomalaš raporteren čuvvo Sámedikki njuolggádusaid ja rutiinnaid.

source: SáMOS har hele veien rapportert til ledergruppen og sametingsrådet gjennom situasjonsnotater, rådets beretninger og årsrapporter.
sme: SáMOS lea olles áiggi raporteren jođihanjovkui ja sámediggeráđđái dillenotáhtaid, ráđi dieđáhusaid ja jáhkedieđáhusaid bokte.

source: Planlegging og gjennomføring av aktiviteter har hele tiden blitt gjort i nært samarbeid med direktøren i BOA.
sme: Plánemis ja doaimmaid čađaheamis lea olles áiggi leamaš lagas aktavuohta BOA direktevrrain.

source: BOA-avdelingen har også allerede den 30. mars 2020 bestemt hvilken rolle SáMOS har og hvilket ansvar prosjektet og prosjektlederen har.
sme: BOA ossodat lea maid mearridan juo 30b njukčamánu 2020 makkár sadji SáMOSis lea ja mákkár ovttasvástádus prošeaktas ja prošeaktajođiheadjis lea.

source: Her fremgår også hvilken styrings- og rapporteringsmåte SáMOS har i BOA-avdelingen:
sme: Das dadjo maid makkár stivren ja ráporterenvuohki SáMOSis lea BOA siskobealde:
